Repository: akeisoft/DjVuReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: About DjVu Reader
ru: О программе DjVu Reader
uk: Про DjVu Reader

source: Actual Size
ru: Реальный размер
uk: Реальний розмір

source: App language
ru: Язык приложения
uk: Мова застосунку

source: Appearance
ru: Оформление
uk: Оформлення

source: Background Only
ru: Только фон
uk: Лише фон

source: Black & White
ru: Чёрно-белый
uk: Чорно-білий

source: Cancel
ru: Отменить
uk: Скасувати

source: Color
ru: Цветной
uk: Кольоровий

source: Contents
ru: Оглавление
uk: Зміст

source: Copied
ru: Скопировано
uk: Скопійовано

source: Copy Page Text
ru: Скопировать текст страницы
uk: Скопіювати текст сторінки

source: Copy version info
ru: Скопировать сведения о версии
uk: Скопіювати відомості про версію

source: Dark
ru: Тёмное
uk: Темне

source: Decoder
ru: Декодер
uk: Декодер

source: Default Zoom
ru: Масштаб по умолчанию
uk: Масштаб за замовчуванням

source: Developer
ru: Разработчик
uk: Розробник

source: Display Mode
ru: Режим отображения
uk: Режим показу

source: DjVu Reader works offline
ru: DjVu Reader работает офлайн
uk: DjVu Reader працює офлайн

source: Enter a number from 1 to %lld.
ru: Введите число от 1 до %lld.
uk: Введіть число від 1 до %lld.

source: First Page
ru: Первая страница
uk: Перша сторінка

source: Fit Page
ru: Страница целиком
uk: Сторінка цілком

source: Fit Width
ru: По ширине
uk: За шириною

source: Foreground Only
ru: Только передний план
uk: Лише передній план

source: Go
ru: Переход
uk: Перехід

source: Go to Page
ru: Перейти к странице
uk: Перейти до сторінки

source: Go to Page…
ru: Перейти к странице…
uk: Перейти до сторінки…

source: If the system language is not Russian, Ukrainian or English, DjVu Reader starts in English.
ru: Если язык системы не русский, не украинский и не английский, DjVu Reader запускается на английском.
uk: Якщо мова системи не українська, не російська і не англійська, DjVu Reader запускається англійською.

source: Jump
ru: Перейти
uk: Перейти

source: Language
ru: Язык
uk: Мова

source: Languages
ru: Языки
uk: Мови

source: Last Page
ru: Последняя страница
uk: Остання сторінка

source: License
ru: Лицензия
uk: Ліцензія

source: Light
ru: Светлое
uk: Світле

source: macOS 14 or later
ru: macOS 14 или новее
uk: macOS 14 або новіша

source: Next Page
ru: Следующая страница
uk: Наступна сторінка

source: Night Mode
ru: Ночной режим
uk: Нічний режим

source: Night mode for new documents
ru: Ночной режим для новых документов
uk: Нічний режим для нових документів

source: No Table of Contents
ru: Оглавления нет
uk: Змісту немає

source: of %lld
ru: из %lld
uk: з %lld

source: Opening…
ru: Открываю…
uk: Відкриваю…

source: Page number
ru: Номер страницы
uk: Номер сторінки

source: Page text copied
ru: Текст страницы скопирован
uk: Текст сторінки скопійовано

source: Previous Page
ru: Предыдущая страница
uk: Попередня сторінка

source: Reader for DjVu books and scanned documents.
ru: Читалка книг и сканов в формате DjVu.
uk: Читалка книжок і сканів у форматі DjVu.

source: Reading
ru: Чтение
uk: Читання

source: Reopen documents where I left off
ru: Открывать там, где я остановился
uk: Відкривати там, де я зупинився

source: Requirements
ru: Требования
uk: Вимоги

source: Restart DjVu Reader to switch the language.
ru: Перезапустите DjVu Reader, чтобы сменить язык.
uk: Перезапустіть DjVu Reader, щоб змінити мову.

source: Restart now
ru: Перезапустить сейчас
uk: Перезапустити зараз

source: Settings
ru: Настройки
uk: Налаштування

source: Sidebar
ru: Боковая панель
uk: Бічна панель

source: System
ru: Как в системе
uk: Як у системі

source: System (%@)
ru: Как в системе (%@)
uk: Як у системі (%@)

source: The document has no pages.
ru: В документе нет страниц.
uk: У документі немає сторінок.

source: The file can't be found. It may have been moved or deleted.
ru: Файл не найден. Возможно, его переместили или удалили.
uk: Файл не знайдено. Можливо, його перемістили або видалили.

source: The file is damaged or uses a DjVu variant that can't be read.
ru: Файл повреждён или записан в варианте DjVu, который не удаётся прочитать.
uk: Файл пошкоджений або має варіант DjVu, який не вдається прочитати.

source: There is no permission to read this file.
ru: Нет разрешения на чтение этого файла.
uk: Немає дозволу на читання цього файлу.

source: This document can't be opened
ru: Не удалось открыть документ
uk: Не вдалося відкрити документ

source: This document has no outline.
ru: В этом документе нет оглавления.
uk: У цьому документі немає змісту.

source: This file is not a DjVu document.
ru: Этот файл не является документом DjVu.
uk: Цей файл не є документом DjVu.

source: This page has no text layer
ru: На этой странице нет текстового слоя
uk: На цій сторінці немає текстового шару

source: Thumbnails
ru: Миниатюры
uk: Мініатюри

source: Version %@ (%@)
ru: Версия %1$@ (%2$@)
uk: Версія %1$@ (%2$@)

source: Website
ru: Сайт
uk: Сайт

source: Zoom
ru: Масштаб
uk: Масштаб

source: Zoom In
ru: Увеличить
uk: Збільшити

source: Zoom Out
ru: Уменьшить
uk: Зменшити
